MAIN_MENU_BUTTONS = {
    'all_stickers': '🔊 Все аудио-стикеры',
    'favorite': '⭐ Избранное',
    'offer_sticker': '📩 Для отзывов'
}

HELP_INFO = """
🔍 Поиск аудио-стикеров может осуществляться двумя способами:
    🔹 с помощью навигации по меню "Все аудио-стикеры";
    🔹 с помощью отправки сообщения с ключевым словом боту.

⭐️ В избранное можете добавлять аудио-стикеры путем нажатия кнопки под аудио-файлом "Добавить в избранное". Удалить аудио из избранного можно, нажав кнопку "Избранное", затем - "Редактировать список".

📣 Для отзывов воспользуйтесь кнопкой "Для отзывов", где вы перейдете по ссылке на сообщение в телеграм-канале, под которым в комментариях сможете оставить отзыв или предложить добавить аудио в нашу базу.

🚫 В боте реализована функция "антифлуд". В случае множественного нажатия на клавиатуру за короткий промежуток времены, вы будете заблокированы сначала на 15 минут, потом на 3 часа, потом - сутки, потом - 3 суток. 

💬 Бот работает в инлайн-режиме, т.е. находясь с кем-либо в чате, вы можете осуществлять поиск и отправлять аудио собеседнику, при этом не заходя час с ботом. Для этого в строке набора текста введите @никнейм_бота. По умолчнаию будет выводиться весь список аудио, при вводе текста - список аудио, найденных по введенному тексту. Для вывода вашего списка избранных аудио в инлайн-режиме введите: @никнейм_бота *. 
"""
