MAIN_MENU_BUTTONS = {
    'all_stickers': '🔊 Все аудио-мемы',
    'favorite': '⭐ Избранное',
    'offer_sticker': '📩 Для отзывов'
}

HELP_INFO = """
🔍 Поиск аудио-мемов может осуществляться двумя способами:
    🔹 с помощью навигации по меню "Все аудио-мемы";
    🔹 с помощью отправки сообщения с ключевым словом боту.

⭐️ В избранное можете добавлять аудио-стикеры путем нажатия кнопки под аудио-файлом "Добавить в избранное". Удалить аудио из избранного можно, нажав кнопку "Избранное", затем - "Редактировать список".

📣 Для отзывов воспользуйтесь кнопкой "Для отзывов". Вы перейдете по ссылке в чат, где сможете оставить отзыв или предложить добавить аудио в бот.

💬 Бот работает в инлайн-режиме, т.е. находясь с кем-либо в чате, вы можете осуществлять поиск и отправлять аудио собеседнику, при этом не заходя в чат с ботом. Для этого в строке набора текста введите @myaudiomembot. По умолчанию будет выводиться весь список аудио, при вводе текста - список аудио, найденных по введенному тексту. Для вывода вашего списка избранных аудио в инлайн-режиме введите: @myaudiomembot *. 
"""
